11/data/attachments/c7352d704299e6af.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Joan_thus_Actions_54507_2</nif:username>
            <nif:friendToBeRequested>soap_actions_2fba8707-9152-49ca-9a95-0afba3dd9c4c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>